export const HISTORY_PC: { year: string; items: string[] }[] = [
  {
    year: "1961",
    items: [
      "현대인형극회 창립 KBS TV 개국과 함께 인형극 담당",
    ],
  },
  {
    year: "1964",
    items: [
      "세익스피어 탄생 400주년 기념 무대로 국립극장에서 인형극 “한 여름밤의 꿈”외 2편 공연",
      "전국 주요도시 순회 공연",
      "전국 초등학교 교사를 위한 아동극 강습회에서 인형극 담당",
    ],
  },
  {
    year: "1965",
    items: [
      "이화여자 대학교 시청각 교육과에서 인형극 특강",
      "전국 초등학교 순회공연 1,000회 돌파",
    ],
  },
  {
    year: "1967",
    items: [
      "신극 60주년 기념 축제로 국립극장에서 인형극 공연, 숭의 여전에서 인형극 특강",
    ],
  },
  {
    year: "1970",
    items: [
      "KBS TV 연속 인형극 담당 “짱구 박사”(1973~1977)",
    ],
  },
  {
    year: "1976",
    items: [
      "KBS TV 프로그램 평가상 특별상 수상작 인형극 “명장 김유신”",
    ],
  },
  {
    year: "1980",
    items: [
      "MBC TV 인형극 담당",
    ],
  },
  {
    year: "1981",
    items: [
      "KBS TV “TV유치원 하나 둘 셋” 방송 시작(1981~1998)",
    ],
  },
  {
    year: "1982",
    items: [
      "일본 IIDA INTERNATIONAL PUPPET FESTIVAL 참가",
    ],
  },
  {
    year: "1983",
    items: [
      "어린이날 60돌 기념 무대에서 인형극 공연 (국립극장 실험 무대에서 총 38회 공연)",
      "상설 인형극 스튜디오”인형의 집” 개관 서울 시내 유치원 순회공연 90회",
      "일본 극단 EMI “인형의 집”에 초청공연",
      "EBS TV “딩동댕 유치원” 방송시작(1983~1996)",
    ],
  },
  {
    year: "1984-86",
    items: [
      "문예회관 소극장에서 서울 국제 인형극제 참가 공연",
    ],
  },
  {
    year: "1991",
    items: [
      "KBS 우수 프로그램 인형 연기상 수상",
    ],
  },
  {
    year: "1993",
    items: [
      "KBS 2TV 인형극장 “혼자서도 잘해요” (1993~1999)",
    ],
  },
  {
    year: "1994",
    items: [
      "전국 순회공연 “꺼야꺼야 할꺼야”,“빨간모자”(1994~1995)",
      "부산 KBS공개홀,광주시민회관,포항시민회관,부천시민회관,치악산예술회관,",
      "고양시시민회관, 여수시민회관,전주반공회관,제주도문화회관,목포 KBS홀, 경기도 광주문화회관",
      "EBS TV ”꼬마 요리사”의 배추 아줌마(1994~1996)",
      "EBS TV 인형극장”옛날 옛날이”(1994~1996)",
    ],
  },
  {
    year: "1996-98",
    items: [
      "EBS TV “꼬마 요리사” 여운계씨와 함께 한 “만들어 볼까요”",
    ],
  },
  {
    year: "1999",
    items: [
      "명지 전문대 유아교육과 인형극 필수 과목 강의 , 국민대 평생 교육원 특강 및 공연",
      "남산 민속 박물관 88올림픽 마스코트 88 호돌이 기증",
      "“혼자서도 잘해요-늑돌이와 삐약이의 KBS 방송 캐릭터 전시",
      "강북구청 초청 강북관내 유치원교사 인형극 특강",
      "일본 “이다 인형극 festival”참가 특강",
      "국민대 사회교육원 유아교육과정 특강",
      "특수학교 및 양로원 무료공연 24회,전국순회공연 100회 이상",
      "마포구 서부 교육청 제3지구 10개 초등학교 교사 인형극 30시간 연수",
      "서울 서부 교육청 공립,사립 초등학교 교장 인형극 연수 강의",
      "서울 경찰청 마스코트 “포돌이”제작,경기일원 및 전국 특수 학교 및 양로원 공연",
    ],
  },
  {
    year: "2000",
    items: [
      "정신지체수용시설160회 공연",
      "천리안 초청공연",
      "서울랜드 발랜타이데이 축제 “줄 인형 콘서트” 초청공연",
      "세브란스 병원 근육병 어린이들을 위한 무료공연",
      "S.O.S어린이마을 어린이 위한 무료공연",
      "잠실 주경기장 KBS유아교육회 미술사생 그리기 대회 초청공연",
      "일본 동경 이케부쿠로 인형극제 초청공연",
      "문화관광부 “찾아가는 문화활동 2000”프로그램 참가공연",
      "2000서울연극제 최초로 인형극 출품작공연",
      "홍콩ITU2000전자박람회 “삼성전자”홍보 이벤트 팀",
    ],
  },
  {
    year: "2001",
    items: [
      "한국기독교부활절연합연합예배 공연",
      "잠실 주경기장 KBS TV유치원 연합회 초청공연",
      "안동 KBS홀 “줄 인형 콘서트”",
      "서울대학,춘천교육대학,공주영상정보대학,제천 대원과학대학,",
      "한림정보대학,대전배제대학",
      "대만 카오슝 인형축제 초청공연 ”조용석 줄 인형 콘서트”",
      "광주 “빛 고을 인형극제” 5.18기념 문화 센터",
    ],
  },
  {
    year: "2003",
    items: [
      "정동극장 기획공연 “브루노의 그림일기”",
      "정동극장 크리스마스의 꿈 기획공연",
    ],
  },
  {
    year: "2004",
    items: [
      "강원 랜드 공연",
      "정동극장 기획공연 “브루노의 그림일기”",
      "정동극장 기획공연 “돌아온 부리부리 박사”",
      "대전문화예술의 전당 야외공연 “전국 연극제”",
      "폴란드 KORCZAK 2004” 줄 인형 콘서트 공연",
      "이스라엘”HAIFA INTERNATIONAL THEATRE FESTIVAL FOR CHILDREN & YOUTH 2004” 초청공연",
    ],
  },
  {
    year: "2005",
    items: [
      "PMC 프로덕션과 함께 “PUPPET CITY”공연",
      "뉴질랜드 도시 순회 “줄 인형 콘서트”공연",
      "일본 “IIDA INTERNATIONAL PUPPET FESTIVAL”공식 초청공연",
      "하이 서울 페스티발 이벤트 공연",
      "전주 경기장 문화예술 축제 이벤트 공연",
      "서울 시민 문화 한마당 이벤트 공연",
      "대전문화예술의 전당 어린이날 특별 공연",
    ],
  },
  {
    year: "2006",
    items: [
      "“제2회 아시테지 겨울 연극제 ”공식 참가 공연 전회 매진 기록",
      "김해 문화 예술 회관 ”제1회 아동극 축제”공식 초청작",
      "군포시 문화 예술회관 기획 공연",
      "국내 인형극 최초로 영국 에딘버러 프린지 공연 예술 축제에 기획공연",
      "일본 오사카 한국 문화원 초청 공연 한국 문화 알리기 문화 프로그램 행사",
    ],
  },
  {
    year: "2007",
    items: [
      "일본 오키나와 아시테지 축제 초청 참가",
      "SBS 주체 제1회 한 러 교류축제 MOSCOW INTERNATIONAL PERLORMING ARTS CENTRE",
      "THEATRE,HONG KONG CITY HALL 홍콩 초청 공연",
      "CULTURAL ACTIVITIES HALL,TSUEN WANTWON HALL SHA TIN TWON HALL 홍콩 초청공연",
      "뉴질랜드 BRUCE MASON CENTRE 기획공연 및 오클랜드 순회공연",
    ],
  },
  {
    year: "2008",
    items: [
      "경기도 국악당 상설 인형극팀 “덩덩쿵따쿵” 매주 수요일 공연 피리인형“떼루떼루”",
      "호주 퍼스 국제 유니마 인형극 축제 참가 공연",
    ],
  },
  {
    year: "2009",
    items: [
      "Shanghai ART Festival / Puppet Festival 초청 공연",
      "하얼빈 선양 한국 총영사관이 주최하는 ‘ 한국주 행사’의 개막공연",
      "방글라데시 대사 초청 ISD (다카 국제학교)",
    ],
  },
  {
    year: "2010",
    items: [
      "경기도 국악당 상설 인형극팀 “덩덩쿵따쿵” 매주 수요일 공연",
      "국립국악원 상설 인형극팀 매주 금요일 공연",
      "체코14th World Festival of Puppet Art-Prague 2010 최고 연기상 수상",
      "중국 상해 신천지 한국문화제 초청 공연",
      "불가리아 소피아 국제 인형극 축제 초청 공연 ,그리스 초청 개막 공연",
      "2010 고양 호수 예술 축제 61개 공연 중 최우수상 수상",
    ],
  },
  {
    year: "2011",
    items: [
      "전국문예회관 연합회 우수 공연 선정 “덩덩쿵따쿵”",
      "국립국악원 상설 인형극팀 국악인형극 “피리인형 떼루떼루”",
      "용산아트홀 기획공연 “덩덩쿵따쿵”",
      "고양인페스티발 축제 공식 선정 “줄 인형 콘서트”",
      "키프러스 Rialto Theatre & 라르나카 (Larnaca) 기획공연",
      "스페인 빌바오 국제 인형극 축제 (Festival Internacional de Titeres de Bilbao)축제 30회 기념 오프닝",
      "레바논 베이루트 Caravan Festival 2011 (주최 Khayal Association for Arts and Education)",
    ],
  },
  {
    year: "2012",
    items: [
      "국립 부여 박물관 사비마루",
      "전국 문예회관 우수 공연 (포천반월아트홀,충남학생교육문화센터, 의령군민문화회관,음성문예회관,고창문화의전당,논산문예회관,진천화랑관)",
      "한국문화예술회관연합회 선정 소외계층 문화순회사업-사회복지시설 순회공연",
      "2012 여수세계박람회 공연",
    ],
  },
  {
    year: "2013",
    items: [
      "대만 윈린 국제 인형극제 공식 초청",
    ],
  },
  {
    year: "2014",
    items: [
      "어린이 대공원 상상나라 기획공연",
      "청주 MBC홀 기획공연",
    ],
  },
  {
    year: "2015",
    items: [
      "터키 ANTALYA , IZMIL 축제 공식 초청",
    ],
  },
  {
    year: "2016",
    items: [
      "대전 예술의 전당 “아침나라 요술피리“ 오페라 줄 인형 공연",
      "한국문화예술 연합회 우수공연 선정",
      "해운대 문화예술회관- 국악인형극 덩덩쿵따쿵",
      "김천 가족 연극제",
      "용인 문화재단 - 국악인형극 덩덩쿵따쿵",
      "부산 금정문화예술회관 - 국악인형극 덩덩쿵따쿵",
    ],
  },
  {
    year: "2017",
    items: [
      "대전문화예술의 전당 “오페라 마술 피리”",
    ],
  },
  {
    year: "2018",
    items: [
      "경기도 국악당 상설공연--덩덩쿵따쿵",
      "청렴연수원 빨간부채 파란부채",
      "청렴연수원청주 오창 호수 도서관",
      "정읍연지아트홀 대공연장 -덩덩쿵따쿵",
      "칠곡교육문화회관 대공연장-개막공연",
    ],
  },
  {
    year: "2019",
    items: [
      "제주도 서귀포학생문화원 덩덩쿵따쿵",
      "해남문화예술회관 전국 문예회관 우수 공연 덩덩쿵따쿵",
      "거창문화예술회관 전국 문예회관 우수 공연 덩덩쿵따쿵",
      "울산북구문화예술회관 전국 문예회관 우수 공연 덩덩쿵따쿵",
      "강원랜드 빨간부채 파란부채",
      "제주김정문화에술회관 빨간부채 파란부채",
      "제주설문대여성회관 빨간부채 파란부채",
    ],
  },
];

export const AWARDS_PC: { year: string; items: string[] }[] = [
  {
    year: "1976",
    items: [
      "KBS-TV 프로그램 평가상 - 제25회 우수프로그램 평가상 인형제작 특별상 수상작 “명장 김유신”",
    ],
  },
  {
    year: "1977",
    items: [
      "한국방송공사 문화의 샘터 겨레의 샘터 겨레의 길잡이 감사패",
    ],
  },
  {
    year: "1979",
    items: [
      "한국방송공사 문화의 샘터 겨레의 샘터 겨레의 길잡이 감사패",
    ],
  },
  {
    year: "1980",
    items: [
      "한국방송공사 TV 청소년 반 문화의 샘터 겨레의 샘터 겨레의 길잡이 감사패",
    ],
  },
  {
    year: "1986",
    items: [
      "인형극 예술 발전을 위하여 기념패 - 한국방송공사",
    ],
  },
  {
    year: "1987",
    items: [
      "군산 청소년 회의소 감사패",
    ],
  },
  {
    year: "1991",
    items: [
      "KBS-TV 인기스타들이 출연한 “여러분을 초대합니다.”",
      "KBS 우수 프로그램 “인형 연기상” 수상",
    ],
  },
  {
    year: "1992",
    items: [
      "제47주년 “경찰의 날” 경찰업무 발전에 대한 감사장 - 마포경찰서장",
    ],
  },
  {
    year: "1996",
    items: [
      "한국 방송대상 수상작 “혼자서도 잘해요”",
    ],
  },
  {
    year: "1998",
    items: [
      "한국방송공사 “TV유치원 하나 둘 셋” 공로패 – TV유치원 하나 둘 셋 팀 일동",
    ],
  },
  {
    year: "1999",
    items: [
      "남산 서울타워 “88서울 올림픽 호돌이” 기증 감사장 - 지구촌 민속 박물관",
    ],
  },
  {
    year: "2001",
    items: [
      "어린이 문화예술학교 “제1회 어린이를 위한 올해의 좋은 공연” 수상",
    ],
  },
  {
    year: "2004",
    items: [
      "폴란드 “2004 코르작 연극 페스티발” 감사장",
    ],
  },
  {
    year: "2008",
    items: [
      "코리아 인모션 넌버벌 축제 – 올해의 좋은 공연상 수상",
    ],
  },
  {
    year: "2009",
    items: [
      "2009 Shanghai ART Festival / Puppet Festival “visual art” 부문 “stage design”과 “performance award” 3개 부문 수상",
    ],
  },
  {
    year: "2010",
    items: [
      "체코 14th World Festival of Puppet Art - Prague 2010 최고 연기상 수상",
      "2010 고양 호수 예술 축제 61개 공연 중 최우수상 수상 - 국악인형극 “덩덩쿵따쿵”",
    ],
  },
  {
    year: "2016",
    items: [
      "김천 가족 연극제 동상 수상 - 국악인형극 “덩덩쿵따쿵”",
    ],
  },
];

export const CAREER1_PC: string[] = [
  "장로회 신학대학교 인형극 써클강의",
  "교육선교 신학대학교 인형극 써클강의",
  "성결교 신학대학교 인형극 써클강의",
  "두란노 문화센터(기독교) 인형극 전임강사",
  "부산 두란노 문화센터 인형극 강의",
  "배재전문대학 유아교육과 특강",
  "전국 유치원 교사 강습회 인형극 강의",
  "안양대학교 유아교육과 특강",
  "관인 현대인형극아카데미 강의",
  "명지전문대 유아교육과 인형극 전문 강사",
  "명지전문대학 유아교육과 인형극 전문강사",
  "국민대학교 사회교육원 유아교육과정, 인형극 특강",
  "강북구청 초청 인형극 공연 및 유아교사 특강",
  "서울, 경기, 강원, 제주 유치원교사 인형특강",
  "서울 서부교육청 제3지구 10개 초등학교 교사 30시간 직무연수 인형극 강의",
  "서울 서부교육청 공․사립초등학교 교장연수 인형극 강의",
  "서울 서부교육청 제3지구 10개 초등학교 교사 직무연수",
  "명지전문대학 인형극 전문강사",
  "국민대학교 사회교육원 보육교사과정 인형극 강사",
  "명지대학교 사회교육원 인형극 전문강사",
  "부산교육연수원 인형극 강의",
  "강원도 교육연수원 강의",
  "길꽃 어린이 도서관 “인형 매체를 활용한 독서 지도자” 육성 강",
  "방화 굿네이버스 \"실버인형극단 전문 강사“",
  "숙명 여자 대학교 TESOL 대학원 인형극 특강",
  "시흥 씨니어 클럽 실버인형극 전문 강사",
  "동대문 노인 종합 복지관 실버인형극 전문 강사",
  "YMCA 장애인 인형극단 전문 강사",
  "숙명여자 대학교 평생 교육원 인형극 전문 과정 강사",
  "숙명여자 대학교 평생 교육원 인형극 전문 과정 강사 -",
  "시흥 씨니어 클럽 실버인형극 전문 강사",
  "방화 굿네이버스 \"실버인형극단 전문 강사",
  "동대문 노인 종합 복지관 실버인형극 전문 강사",
  "미추홀복지관 실버인형극전문강사",
  "김포평생 교육원 인형극 전문 강사",
  "시흥 다문화 센터 인형극 전문 강사",
  "인천 연수구청 인형극 전문강사",
  "김포 나비 인형극단 인형 제작 및 연출 강의",
  "김포 장애인복지관 인형 제작 및 연출 강의",
  "포천 장애인 단기보호센터 인형 제작 및 연출 강의",
  "시흥 다문화 센터 인형 제작 및 연출 강의",
  "시흥 장곡동 주민센터 인형 제작 및 연출 강의",
  "시흥 시니어 클럽 갯골인형극단 인형 제작 및 연출 강의",
  "연수구청 비류인형극단 인형 제작 및 연출 강의",
  "동대문종합복지관 무지개인형극단 인형 제작 및 연출 강의",
];

export const CAREER2_PC: string[] = [
  "성신여대 공예과 졸업",
  "성균관대학교 대학원 공연예술학과 졸업",
  "수원여대 유아 교육과 외래교수",
  "신흥대학교 지역 복지과 특강",
  "대전 침례신학 대학교 유아 교육과 강의",
  "청강문화산업대학교 유아 교육과 인형극 강의",
  "신흥대학교 평생 교육원 강의",
  "대림 대학교 인형극 강의",
  "동명여자전산고등학교 유아교육과 강의",
  "대진대학교 동아리 지도",
  "대전문화예술의전당 오페라 \"마술피리\" 연출 및 연기지도",
  "강동구 자원 봉사 센터 인형극 강의",
  "월곡 생명의 전화 “행복한 인형극단” 전문 지도",
  "강동구 자원 봉사 센터 인형극 강의 “사랑누리인형극단”창단",
  "천안아산 환경 연합 인형극지도",
  "서울도시가스 환경 공연 지도",
  "부락 종합 사회복지관 다문화 가정 강의",
  "부천 오르프 그림자 인형 연출,강의",
  "경인여대 동아리 지도",
  "창동인터넷중독예방센터 극단 창단 및 장대인형극 연출,강의",
  "회기참벗발달장애“우리인형극단” 블랙라이트 연출,강의",
  "창동인터넷중독예방센터 장대인형극 연출,강의",
  "천안 푸른 아산 21 “환경 인형극 녹음 프로듀싱” 및 연기 지도",
  "행신도서관 뭉치인형극단 지도",
  "인천 하하호호 인형극단 지도",
  "충남지역 오색 동아리 지도",
];
